Repository: RodrigoOkido/SwiftUI-BaseHelper
Catalog: DesignSystem/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# %@ tag with color %@
source: %1$@ tag with color %2$@
pt_br: %1$@ etiqueta com a cor%2$@

source: Card header image
pt_br: Imagem de cabeçalho do Card

source: CARD HOLDER
pt_br: NOME

source: Card icon
pt_br: Ícone do Card

source: Checkbox selected
pt_br: Opção selecionada

source: Checkbox unselected
pt_br: Opção desmarcada

source: Circular Progress Bar
pt_br: Barra de Progresso Circular

source: Collapsed icon
pt_br: Ícone colapsado

source: Expandable Card
pt_br: Card expansível

source: Expanded icon
pt_br: Ícone expandido

source: Expands or Collapse icon
pt_br: Ícone de expansão ou colapsamento

source: EXPIRES
pt_br: EXPIRA EM

source: Hide password
pt_br: Esconder senha

source: Icon
pt_br: Ícone

source: Insert your password
pt_br: Insira sua senha

source: Label
pt_br: Etiqueta

source: Linear Progress Bar
pt_br: Barra de Progresso

source: OFF
pt_br: Desligado

source: ON
pt_br: Ligado

source: Radio button %@
pt_br: Botão tipo radio %@

source: Radio selected
pt_br: Radio selecionado

source: Radio unselected
pt_br: Radio não selecionado

source: Show password
pt_br: Mostrar senha

source: SWIFT BANK
pt_br: BANCO SWIFT

source: Tag Chip
pt_br: Etiqueta

source: Toggle
pt_br: Seletor
